Repository: oscarahalvorsen/masterproject
Catalog: datacollecting/MAALFRID/tmx/nmh.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: A high level of openness and curiosity is expected, as well as a good basic knowledge of jazz harmony/scale theory.
nb: Det forventes stor grad av åpenhet og nyskjerrighet, og en god grunnkjennskap til jazzharmonikk/skalateori.

source: discounted rates from Hørselslaben AS
nb: rabattert pris på Hørselslaben AS

source: “You could say that.
nb: – Ja, det kan man si.

source: : Reflection paper and manual must be handed in by 1 June in the course's second semester.
nb: Refleksjonsnotat og instrumentmanual skal leveres 1. juni i emnets andre semester.

source: You need two XLR cables for this, available from the AV department.
nb: Du får lånt Zoom-opptaker og XLR-kabler av AV-avdelingen.

source: But in primary school the environment wasn’t open to music, and in lower secondary school people had other interests.
nb: Men på barneskolen var det ikke noe miljø for musikk, og på ungdomsskolen var folk opptatt av andre ting.

source: Ragna Rian travelled through the city early every morning.
nb: Tidlig om morgenen gikk Ragna Rian gjennom byen.

source: The bar was established initially to replace the late, lamented Club 7.
nb: Baren startet i sin tid opp for å bøte på savnet etter bortgangen av Club 7.

source: (1995) for four mixed choirs
nb: (1995) for fire blandede kor kor

source: “Places like Ila and Bredtveit are based on the idea of rehabilitation.
nb: – Steder som Ila og Bredtveit har jo rehabilitering som fundament.

source: If considerable changes are made, a new supervision agreement is required.
nb: Ved vesentlige endringer skal det også inngås en ny veiledningsavtale.

source: individuality, originality, and richness of ideas
nb: selvstendighet, originalitet og idérikdom

source: Members of the ECF collegium strive to share their knowledge and experience from various attempts to incorporate entrepreneurship in their day-to-day teaching.
nb: Medlemmene i ECF ønsker å dele kunnskap og erfaringer med å implementere entreprenørskap i undervisning.

source: It doesn’t matter if you are a professor or a doctor.
nb: Det spiller ingen rolle at du er professor eller lege.

source: The following staff members are part of the project team alongside students Sverker Rundquist and Victoria Finstad:
nb: I tillegg til studentene Sverker Rundquist og Victoria Finstad, er disse med i prosjektgruppen:

source: As an award-winning composer and professor of folk music at the NMH, he is keen to give students enough air under their wings while they are preparing to take part in the Sound of the NMH festival.
nb: Som prisbelønt komponist og professor i folkemusikk ved Norges musikkhøgskole, er han opptatt av å gi studentene nok luft under vingene når de nå forbereder seg til Lyden av Musikkhøgskolen.

source: She took part in national competitions on both piano and clarinet.
nb: Hun deltok i nasjonale konkurranser på både piano og klarinett.

source: The Norwegian Directorate of Health’s national guidelines on dementia establish that providing services for one person with dementia costs Norwegian society an average of NOK 362 800 a year.
nb: Helsedirektoratets nasjonale retningslinjer om demens slår fast at tjenester knytta til en person med demens gjennomsnittlig koster det norske samfunnet 362 800 kroner per år.

source: Students will perform a repertoire with a playing time of at least 45 minutes (50 minutes for students at the concentration: Accompaniment and Chamber Music for Classical Pianists).
nb: Studenten skal fremføre repertoar med et omfang på minimum 45 minutter (50 minutter for akkompagnement og kammermusikk for klassiske pianister).

source: The Christmas party season has already begun – although there are no parties, gatherings or other social activities to mark the end of the year.
nb: Julebordsesongen er allerede i gang – dog uten fester, sammenkomster eller andre sosiale avslutninger på året.

source: Martin says that he has always been uncommunicative, and has struggled with social anxiety.
nb: Martin forteller at han alltid har vært innesluttet og slitt med sosial angst.

source: A provisional reference list should be attached.
nb: Foreløpig litteraturliste skal legges ved.

source: Lyset fra sjokoladefabrikken is a filosofical komedy, a short long movie which lasts in 65 minutes.
nb: Lyset fra sjokoladefabrikken er en filosofisk komedie, en kort langfilm som varer i 65 minutter.

source: Kjersti Johansson, PhD, is currently a postdoctoral fellow at the Centre for Research in Music and Health (CREMAH), Norwegian Academy of Music.
nb: Kjersti Johansson er for tiden postdoktor ved Senter for forskning i musikk og helse (CREMAH) ved Norges musikkhøgskole.

source: Emily Adomah Rimmereide Adjei (student and member of the Committee for Diversity and Equality)
nb: Emily Adomah Rimmereide Adjei (student og medlem av Utvalg for mangfold og likestilling)

source: This will be a central part of the work of writing a new piece for Solset and a chamber ensemble by the Norwegian composer Bjørn Morten Christophersen.
nb: Som et sentralt ledd i dette kartleggingsarbeidet vil den norske komponisten Bjørn Morten Christophersen skrive et nytt verk for Solset og en kammerbesetning.

source: Earlier projects have been located in Lebanon, Georgia, India, and various African countries.
nb: Slike prosjekter har vært gjennomført i Libanon, Georgia, India og ulike land i Afrika.

source: Singers from Oslo National Academy of the Arts, the Academy of Opera
nb: Sangere fra Kunsthøgskolen i Oslo, Operahøgskolen

source: This gives the music a sense of calm, which is a good thing, according to the director of Norsk Jazzforum.
nb: Det gir en ro i musikken som er bra, konstaterte lederen for Norsk Jazzforum.

source: When cuts are made to the arts budget, what can music students do to influence politicians and ensure that the arts are prioritised?
nb: Når det kuttes i kulturbudsjettet, hva kan musikkstudenter gjøre for å påvirke politikerne og sikre at kultur blir prioritert?

source: But first he has something to say about art and entertainment, quality and values, music education and arts policy – and elitism.
nb: Men først har han ett og annet å si om kunst og underholdning, kvalitet og verdier, musikkundervisning og kulturpolitikk – og elitisme.

source: Possible topics are new ways of studying and collaborating, new and innovative digital pedagogy, innovative solutions in performance practices and students 'and artists' mental health during crises.
nb: Aktuelle temaer er nye måter å studere og samarbeide på, innovativ digital pedagogikk, innovative løsninger i utøvende praksiser og håndtering av studenters og kunstneres psykiske helse under kriser.

source: The junior conservatoires in the study are all music specialist programmes for young musicians up to the age of 19 years and they are organised by institutions for higher music education.
nb: Talentutviklingsprogrammene i denne studien er organisert av institusjoner for høyere musikkutdanning, innrettet mot barn og unge opp til 19 år som allerede har kommet langt på sitt instrument og er motivert for videre fordypning.

source: The course itself is an act of curiosity inviting 20-24 participants from Europe and beyond to explore what they know and see it in a new light.
nb: Looking Outward inviterer 20–24 deltakere fra hele verden til å utforske hva de kan og se sine kunnskaper i et nytt lys.

source: I have noted a tendency for students to fear leaving college and starting their professional carrier due to a lack of knowledge of the practical sides of being a musician.
nb: Jeg har sett en viss tendens til at studentene bekymrer seg for å forlate høyskolen og starte sin yrkeskarriere på grunn av mangel på kunnskap om de praktiske sidene ved det å være musiker.

source: You must be a student at the NMH.
nb: Du må være student ved NMH.

source: : Admission to MADI Master of Music in Conducting.
nb: Opptak til MADI Master i dirigering.

source: CEMPE Talks #4 – “Casual” Racism and White, Western Music?
nb: CEMPE Talks #4 – Hverdagsrasisme og hvit, vestlig musikk?

source: While some have experience in booking, playing, travelling and meeting agents, most of the students do not.
nb: Og selv om noen har erfaring i å booke, spille konserter, reise og møte agenter, står mesteparten av studentene på ganske «bar bakke».

source: Symphonic Concerto for Viola and Orchestra.
nb: Symfonisk konsert for bratsj og orkester.

source: He is almost obsessed by ideas, he tells me.
nb: Han er nærmest besatt av idéer, forteller han.

source: Haugen is fascinated by archives.
nb: Haugen er fascinert av arkiver.

source: “It’s all about motivating people to get treatment and be active.
nb: – Det handler om å få folk motivert til å få behandling og til å være aktive.

source: The voice department at the academy covers genres such as lieder, opera, baroque, church music, musical theatre, cabaret and improvisation.
nb: Sangmiljøet på Musikkhøgskolen omfatter sjangre som lieder, opera, barokk, kirkemusikk, musikal, kabaret og improvisasjon.

source: A stimulating learning and working environment is a fundamental prerequisite if the NMH is going to be an attractive choice for studying and working.
nb: Et stimulerende lærings- og arbeidsmiljø er fundamentalt for at NMH skal kunne være et attraktivt sted for studier og jobb.

source: rehearsing and interpreting the repertoire for the practicum projects.
nb: å innstudere og fortolke repertoar som inngår i praksisprosjektene

source: Music technology was my foremost interest, so I did a Master’s in music technology.”
nb: Musikkteknologi var min fremste interesse, så derfor tok jeg en master i musikkteknologi.

source: Instrumentation and duration are decided by the course instructor.
nb: Instrumentering og varighet angis av faglærer.

source: The NMH will be in the forefront of the efforts to create a music sector that focuses on diversity and equality
nb: NMH skal lede an i arbeidet for en musikkbransje som setter søkelys på mangfold og likestilling

source: Since I have studied and been influenced by Western music, I have always felt that it’s a little bit in the way when I have been in India.
nb: Siden jeg er påvirket av og har og studert vestlig musikk, har jeg alltid følt at det har vært litt i veien når jeg kommer til India.

source: Orning specializes in working with and performing new and experimental music, including both notated and improvised music.
nb: Orning spesialiserer seg i å arbeide med og å fremføre ny og eksperimentell musikk, inkludert både notert og improvisert musikk.

source: These areas are complex and they overlap on several levels, and I want to contribute to a common understanding of methods for further development so we can offer the best possible quality in the study programmes.
nb: Områdene er komplekse og overlappende på flere plan, og jeg ønsker å bidra til felles forståelse for videreutviklingsmetoder så vi kan sikre best mulig kvalitet i studietilbudet.

source: It is essential to secure outstanding teaching and quality in the courses, and the theme of health in music is an important part of this.
nb: Fremragende undervisning og kvalitet i studiene er essensielt, og temaet musikerhelse viktig inn i dette.

source: Today Lindorff is part of Intrum, with over 8000 employees in 24 European countries
nb: I dag er Lindorff en del av Intrum, med over 8000 ansatte i 24 europeiske land.

source: This in itself can be an argument for music education as well as for performing arts schools and concert halls.”
nb: Og at det i seg selv kan være et argument for musikkundervisning, så vel som for kulturskoler og konserthus.

source: She has been sololist with orchestras such as the Oslo Philharmonic Orchestra, the Norwegian Radio Orchestra and the Trondheim Solists, and she regularly plays at classical, contemporary, jazz and folk festivals and venues internationally.
nb: Hun har spilt ved en rekke konsertarenaer og festivaler innen klassisk, folkemusikk, improvisasjon og samtid i inn- og utland, og vært solist med blant andre Oslo-Filharmonien, Kringkastingsorkesteret, Trondheimsolistene.

source: When he was planning to apply for an exchange programme, Eirik found the Academy to be very helpful with organising and following up the application process.
nb: Da han skulle søke om utveksling, opplevde Eirik at NMH var behjelpelige med tilrettelegging og oppfølging i søknadsprosessen.

source: If one of them was late one day, they would ring and ask for him or her.
nb: Hvis en var sent ute en dag, ringte de og etterlyste.

source: “I want to carry on freelancing, broaden my network, initiate projects and play chamber music.”
nb: – Jeg ønsker å fortsette med frilansing, utvide nettverket, lage prosjekter og spille kammermusikk.

source: Portfolio assessment is in itself a practical form of assessment in music education (Elliott 1995), partly because it allows for assessments of authentic student works and formative feedback.
nb: Mappevurdering er i seg selv en hensiktsmessig vurderingsform i musikkutdanning (Elliott 1995), blant annet fordi det åpner for en vurdering av autentiske studentarbeider og formative tilbakemeldinger.

source: It’s philosophical and difficult music in more ways than one.
nb: En filosofisk og vanskelig musikk, på mange måter.

source: Lars Ole Bonde, PhD, is an independent senior researcher with former affiliations to Aalborg University and CREMAH/Norwegian Academy of Music.
nb: Lars Ole Bonde er uavhengig seniorforsker med tidligere tilknytning til Aalborg universitet og CREMAH/Norges musikkhøgskole.

source: Lasting one hour and 45 minutes – with auto-tune.
nb: I én time og 45 minutter – med auto-tune.

source: How important is it to you that a theatre performance contains meaning as well as entertainment?
nb: Hvor viktig er det for deg at teaterforestillingen du går på inneholder mer mening enn underholdning?

source: Wall Street and the Sermon on the Mount
nb: Wall Street og Bergprekenen

source: using music technology in performance
nb: Bruk av musikkteknologi i framføring.

source: NUS is one of the world’s most acknowledged institutions of education.
nb: Universitetet er en av de mest anerkjente utdanningsinstitusjonene i verden.

source: When it comes to craftsmanship, classical Western music has a much stronger and longer tradition, and I’m glad that I studied it.
nb: Håndverksmessig er den klassiske, vestlige musikken en mye sterkere og lengre tradisjon, og jeg er glad for at jeg har studert den.

source: Studying recordings and literature.
nb: Studier av lydmateriale/innspillinger og litteratur.

source: Alternative 2: The marks are determined by an exam with at least two internal examiners.
nb: Alternativ 2 Avsluttende vurdering fastsettes på grunnlag av en praktisk eksamen med minst to interne sensorer der studenten framfører et selvvalgt program på ca.

source: Lectures, discussions and study groups
nb: forelesninger, diskusjoner og kollokviearbeid.

source: “I would've said that one is art, the other entertainment, but that applies to all genres.
nb: – Jeg ville sagt at ett er kunst, et annet er underholdning, men jeg vil si at det gjelder innenfor alle sjangre.

source: She composed a commissioned work for Vossa Jazz in 2009.
nb: Hun leverte Tingingsverket til Vossa Jazz i 2009.

source: The possibilities and combinations are endless.
nb: Mulighetene og kombinasjonene er mange.

source: The lectures were marked by an indecisive tone that alternated between uncertainty and belief in the future.
nb: Foredragene bar preg av en dirrende tone mellom usikkerhet og fremtidstro.

source: I wanted to delve more deeply, as you have to do that in a Master’s course.”
nb: Jeg ville gå dypere, for det skal man gjøre på en master.

source: : 180 credits – three years of full-time study.
nb: 180 studiepoeng – heltidsstudium over tre år.

source: Respondents (population) are academic staff members at generalist teacher education institutions, teaching music (or music related courses) to one or more generalist student teachers in the period between August 2010 and February 2013.
nb: Målgruppen for begge er vitenskapelig ansatte ved lærerutdanningsinstitusjoner som tilbyr grunnskolelærerutdanning (GLU) som har undervist en eller flere grunnskolelærerstudenter i perioden mellom august 2010 og februar 2013.

source: The course ends with what they call an intensive project.
nb: Kurset avsluttes med et såkalt intensivt prosjekt.

source: Professor of cultural sociology Sigrid Røyseng had also been due to attend, but was prevented from appearing due to illness.
nb: Professor i kultursosiologi, Sigrid Røyseng, skulle også deltatt i samtalen, men måtte utebli grunnet sykdom.

source: “I thought I wasn’t a soloist.
nb: – Jeg trodde at jeg ikke var solist.

source: In May 2003 his Triple Concerto Transfigurations
nb: I mai 2003 ble hans trippel-konsert Transfigurations urfremført i St.

source: The conductor was Frenchman Clément Mao-Takacs, and the album was released by BIS Records.
nb: Dirigent er franske Clément Mao-Takacs, og albumet er utgitt på plateselskapet BIS Records.

source: During the therapy sessions they work on melody writing.
nb: I terapitimene jobber de med låtskriving.

source: The «Unromantic» project came to life in 2016, when improvising singer Live Maria Roggen and pianist Ingfrid Breie Nyhus found each other in the idea to perform Sibelius’ beautiful songs with a more serene and slim voice, in a drier and closer sound world; to perhaps reveal more of the song and its poetry.
nb: «Unromantic»-prosjektet kom til i 2016, da improvisasjonssanger Live Maria Roggen og pianist Ingfrid Breie Nyhus fant hverandre i ideen om å fremføre Sibelius' vakre sanger med en slankere stemme, i en tørrere og nærere lydverden – som kanskje kunne avdekke enda mer av sangen og dens poesi.

source: You get a completely different sense of ownership towards music in here, and can go the entire week thinking up ideas and suggestions that you’re excited about presenting at the next music lesson,” says Erik, who also plays in the prison’s house band.
nb: Man får et helt annet eieforhold til musikken her inne, og kan gå hele uka og pønske ut ideer og forslag som man gleder seg til å komme med på neste musikktime, sier Erik, som også spiller i fengselets husband.

source: “We need to experience it together,” says the enthusiastic musician and music student.
nb: «Vi trenger å oppleve det sammen», sier den engasjerte musikeren og musikkstudenten.

source: It is taught as a combination of seminars, lectures and performance assignments.
nb: Emnet undervises i en kombinasjon av seminarer, forelesninger og gjennomspilling av oppgaver.

source: A publication consisting of approximately 13–15 articles will be published during the final year of the project (2021–2022).
nb: En publikasjon med omtrent 13-15 artikler vil bli publisert i løpet av prosjektets siste år (2021-2022).

source: Some are satisfied with concentrating on their instrument and not reflecting beyond that.
nb: For noen er det nok å arbeide ved instrument og ikke reflektere over annet utenfor det.

source: sampling, signals, editing and processing recorded sound using software-instruments
nb: Sampling, signalgang, prosessering av lyd og bruk av software-instrumenter.

source: Professor Knut Bueen and student Eir Vatne Strøm.
nb: Professor Knut Buen og student Eir Vatne Strøm.

source: “So-called ‘ordinary people’ have always had an uneasy relationship with so-called ‘high culture’, and vice versa.
nb: – Såkalt «vanlige folk» har alltid hatt et visst spenningsfylt forhold til den såkalte «høye kulturen» – og omvendt, jf.

source: Moe comes from a home full of music and singing in Bergen.
nb: Moe kommer fra et hjem fylt av sang og musikk i Bergen.

source: See further details under “final assessment.”
nb: Se nærmere beskrivelse under «avsluttende vurdering».

source: (2006-2010) Four pieces for vocal sextet
nb: (2006-2010), fire stykker for vokalsekstett

source: Mariann Rø, a psychology specialist with many years of experience in mental health care for adults, has worked as a full-time psychologist in private practice since 2009.
nb: Veilederne Mariann Rø er psykologspesialist med mange år i psykisk helsevern for voksne, og fulltid som privatpraktiserende psykolog siden 2009.

source: Laurré recognises that music students are worried about the future.
nb: Laurré forstår musikkstudentenes bekymring for fremtiden.

source: I think that would be a fast-track approach to something fruitful, be it this particular topic or generally.
nb: Det tror jeg kan være en rask inngang til noe som kan være bra, både når det gjelder det vi prater om nå og generelt.

source: Why did partimenti develop?
nb: Hvorfor utviklet man partimenti?

source: A link to an updated version of the blog must be submitted to the Exams Office by 15 May in the fourth semester of study, together with the documentation of the artistic production.
nb: Lenke til oppdatert blogg om masterarbeidet leveres til eksamenskontoret, sammen med dokumentasjonen av den kunstneriske produksjonen innen 15.

source: Associate Professor Vibeke Breian and
nb: Førsteamanuensis Vibeke Breian og

source: The Academy's cembalist and Associate Professor Knut Johannessen will play the accompaniment.
nb: Kuijken blir akkompagnert av Knut Johannessen – cembalist og førsteamanuensis i akkompagnement og cembalo ved Norges musikkhøgskole.

source: It is a great pleasure to present this year’s Buddy Award to Maja Solveig Kjelstrup Ratkje.
nb: Det er en stor glede å overrekke årets Buddy-pris til Maja Solveig Kjelstrup Ratkje!

source: Rowland's Evil Jazz Trio is a guitar trio based in Oslo.
nb: Rowland's Evil Jazz Trio er en Oslo-basert, ond gitartrio.

source: Ensemble playing and project ensemble: Each project is documented by an internal or preferably an external concert, and/or another form of documentation (video or audio recording).
nb: Hvert prosjekt skal dokumenteres ved intern eller helst offentlig fremføring og/eller annen form for dokumentasjon (video- og/eller lydfesting).

source: Slettahjell also received the Radka Toneff Memorial Award (2005), the Kongsberg Jazz Festival musician’s award (2005) and the Gammleng Award (2012).
nb: Slettahjell har også mottatt Radka Toneffs Minnespris (2005), Kongsberg Jazzfestivals store musikerpris (2005) og Gammeleng-prisen (2012).

source: Artistic research will therefore always face challenges when it comes to methodology, because if each project is based on personal practice, it is not possible to apply one single methodology.
nb: Kunstnerisk utviklingsarbeid vil derfor alltid ha en utfordring når det gjelder metodene, for hvis hvert prosjekt kommer fra en personlig praksis, er det ikke mulig å legge én metodologi på det.

source: “I don’t think audiences are able to reflect if you don’t allow them to.
nb: – Jeg tror ikke at publikum oppnår refleksjon når det ikke er rom for det.

source: Workshop leaders are Associate professor Guro Gravem Johansen og Professor Siw Graabræk Nielsen.
nb: Førsteamanuensis Guro Gravem Johansen og professor Siw Graabræk Nielsen er verkstedsledere.

source: Knut is a person who is open, who you aren’t afraid of,” she points out.
nb: Knut er en åpen person, ikke en man er redd for, påpeker hun.
